Repository: megacoder/smbc
Catalog: po/*.po
Languages: pl

source: Founded %i lists
pl: Znaleziono %i, list

source: %s flushed
pl: %s usuniêta

source: Flush done.
pl: Czyszczenie zakoñczone.

source: 1 - local path
pl: 1 - lokalna scie¿ka

source: 2 - workgroup
pl: 2 - grupa

source: 3 - size
pl: 3 - rozmiar

source: 4 - percent download/upload
pl: 4 - procent pobierania/wysylania

source: 5 - 'X' - active, 'W' - wait, ' ' don't download/upload
pl: 5 - 'X' - aktywne, 'W' - czeka, ' ' nie sci±gaj/pobieraj

source: 6 - 'D' - download, 'U' - upload
pl: 6 - 'D' - pobieraj, 'U' - wysy³aj

source: 7 - remote path
pl: 7 - odleg³a ¶cie¿ka

source: Please change screen
pl: Prosze zmieñ ekran

source: size to minimum 80x25
pl: rozmiar to minimum 80x25

source: A workgroups list is empty.
pl: Lista group roboczych jest pusta.

source: Founded workgroups.
pl: Znaleziono grupy robocze.

source: A hosts list in workgroup is empty.
pl: Lista komputerów w grupie roboczej jest pusta.

source: Founded hosts in workgroup.
pl: Znaleziono komputery w grupie roboczej.

source: A share list in host is empty.
pl: Lista udzia³ów w komputerze jest pusta.

source: Founded shares in host.
pl: Znaleziono udzia³y w komputerze.

source: Can't read files/dirs from host.
pl: Nie mogê odczytaæ plików/katalogów z komputera.

source: A files/dirs list in host is empty.
pl: Lista plików/katalogów na komputerze jest pusta.

source: Founded files/dirs in host.
pl: Znaleziono pliki/katalogi w komputerze.

source: is empty.
pl: jest pusty.

source: Share
pl: Udzia³

source: [ Retry ]
pl: [ Wznów ]

source: [ Wait ]
pl: [ Czekaj ]

source: [ Overwrite ]
pl: [ Nadpisz ]

source: [ Retry without asking ]
pl: [ Ponów bez pytania ]

source: [ Delete ]
pl: [ Kasuj ]

source: retry delay time :
pl: ponów po up³ywie :

source: found :
pl: zaleziono :

source: Probably
pl: Prawdopodobnie

source: disk is full or quota exceeded.
pl: dysk jest pe³ny albo quota przekroczona.

source: Retry read workgroups list
pl: Próba odczytania listy grup

source: Retry read hosts list
pl: Próba odczytania listy hostów

source: Retry read shares list
pl: Próba odczytania listy udzia³ów

source: Can't read workgroup.
pl: Próba odczytania listy grup

source: Can't read workgroups list.
pl: Próba odczytania listy grup

source: Dir
pl: Katalog

source: Download list is empty.
pl: Lista do kopiowania jest pusta.

source: I can't enter to
pl: Nie moge wej¶æ do

source: Do you want delete
pl: Czy chcesz kasowaæ

source: Group
pl: Grupa

source: Host
pl: Komputer

source: Access denied.
pl: Brak dostêpu.

source: Do you want copy
pl: Czy chcesz kopiowaæ

source: Index for find file now is empty, try letter.
pl: Plik indeksowy jest teraz pusty, spróbuj pó¼niej

source: Loading find index file from disk to memory, please wait...
pl: Czytanie pliku indeksowego z dysku do pamiêci, prosze czekaæ...

source: New message
pl: Nowa wiadomo¶æ

source: Do you want quit from smbc?
pl: Czy chcesz wyj¶æ z smbc?

source: S D size remai per file/directory
pl: S D rozmi pozos pro plik/katalog

source: time remaing | delay | from | to | group
pl: ponów za | opó¼nienie | z | do | grupa

source: Try connect to :
pl: Próba po³±czenia do :

source: Permission denied to
pl: Brak dostêpu do

source: Adding files to download list...
pl: Dodawanie plików do listy pobieranych...

source: Adding files to upload list...
pl: Dodawanie plików do listy wysy³anych...

source: q-quit | h-help | (d)F5-copy | s-download list | f - search remote file
pl: q-koniec | h-pomoc | (d)F5-kopiuj | s-lista kopiowania | f-szukaj odleg³ych plików

source: Enter workgroup name, keys Enter,TAB - next field, Ctrl+p enable/disable interactive filtering, Ctrl+k - quit
pl: Wprowad¼ nazwê grupy, Enter,TAB - nastêpne pole, Ctrl+p w³±cza/wy³±cza interaktywne filtrowanie, Ctrl+k - koniec

source: Enter hostname name, Enter,TAB - next field, Ctrl+p enable/disable interactive filtering, Ctrl+k - quit
pl: Wprowad¼ nazwê hosta, Enter,TAB - nastêpne pole, Ctrl+p w³±cza/wy³±cza interaktywne filtrowanie, Ctrl+k - koniec

source: Enter dir name, Enter,TAB - next field, Ctrl+p enable/disable interactive filtering, Ctrl+k - quit
pl: Wprowad¼ nazwê katalogu, Enter,TAB - nastêpne pole, Ctrl+p w³±cza/wy³±cza interaktywne filtrowanie, Ctrl+k - koniec

source: Enter file name, Enter,TAB - next field, Ctrl+p enable/disable interactive filtering, Ctrl+k - quit
pl: Wprowad¼ nazwê pliku, Enter,TAB - nastêpne pole, Ctrl+p w³±cza/wy³±cza interaktywne filtrowanie, Ctrl+k - koniec

source: q - quit | Enter - go to file | TAB - next field | PageUp,PageDown,Up,Down - manage to list
pl: q - koniec | Enter - id¼ do pliku | TAB - nasêpne pole | PageUp,PageDown,Up,Down - zarz±dzaj list±

source: Preparing find index.
pl: Tworzenie indeksu wyszukiwania.

source: Sort %s panel by filename.
pl: Sortowanie %s panelu wed³ug nazwy pliku.

source: Sort %s panel by extension.
pl: Sortowanie %s panelu wed³ug rozszerzenia.

source: Sort %s panel by size.
pl: Sortowanie %s panelu wed³ug rozmiaru.

source: %s panel without sorting.
pl: %s panel bez sortowania

source: Reverse sorting in %s panel.
pl: Odwrócone sortowanie w %s panelu.

source: Ungroup files and directories in %s panel.
pl: Wy³±czone grupowanie plików i katalogów w %s panelu.

source: Group files and directories in %s panel.
pl: Grupowanie plików i katalogów w %s panelu.

source: Warning. Can't copy %s workgroup.
pl: Uwaga. Nie mo¿na kopiowaæ %s grupy.

source: Warning. Can't copy %s host.
pl: Uwaga. Nie mo¿na kopiowaæ %s hosta.

source: Warning. Can't copy from share.
pl: Uwaga. Nie mo¿na kopiowaæ z udzia³u.

source: Warning. Can't copy to network.
pl: Uwaga. Nie mo¿na kopiowaæ do ca³ej sieci.

source: (q)F3-quit | (w)F8-wrap/unwrap
pl: (q)F3-koniec | (w)F8-zawijaj/nie zawijaj wierszy

source: Interactive filtering is off.
pl: Interaktywne filtrowanie wy³±czone.

source: Interactive filtering is on.
pl: Interaktywne filtrowanie w³±czone.

source: q - quit | b - add bookmark and quit | d(DEL)/u - delete/undelete | x(Enter) - go to item
pl: q-koniec | b-dodaj zak³adkê i wyjd¼ | d(DEL) - skasuj | x(Enter) - id¼ do pola

source: MOVE q - quit | b - add bookmark and quit | d(DEL)/u - delete/undelete | x(Enter) - go to item
pl: PRZEN. q-koniec | b-dodaj zak³adkê i wyjd¼ | d(DEL) - skasuj | x(Enter) - id¼ do pola

source: q - exit | d(DEL) - delete | u - undelete | space - pause/resume | CTRL-d - delete dir | CTRL-f - flush list
pl: q - koniec | d(DEL) - kasuj | u - nie kasuj | spacja - pauzuj/wznów | CTRL-d - kasuj katalog | CTRL-f - czysc liste

source: MOVE q - exit | d(DEL) - delete | u - undelete | space - pause/resume | CTRL-d - delete dir | CTRL-f - flush list
pl: PRZEN. q - koniec | d(DEL) - kasuj | u - nie kasuj | spacja - pauzuj/wznów | CTRL-d - kasuj katalog | CTRL-f - czysc liste

source: right
pl: lewy

source: left
pl: lewy

source: from
pl: z

source: o,arrow down - down u,end - tail off list
pl: o,strza³ka w dó³ - w dó³ u,end - na koniec listy

source: p,arrow up - up y,home - head off list
pl: p, strza³ka w górê - w górê y,home - na pocz±tek listy

source: i,tab - change column d,F5 - download/upload
pl: i,tab - zmieñ kolumnê d,F5 - sci±gaj/wysy³aj

source: t - group/ungroup w - reverse sorting
pl: t - grupuj/nie grupuj w - odwrócenie sortowania

source: x,Enter - execute a directory
pl: x,Enter - wejd¼ do katalogu

source: a,insert - select/unselect one file
pl: a,insert - zaznacz/odznacz jeden plik

source: l,page up - one screen up
pl: l,page up - jeden ekran w górê

source: k,page down - one screen down
pl: k,page down - jeden ekran w dó³

source: CTRL-d,F8 - delete file or directory
pl: CTRL-d,F8 - kasowanie pliku lub katalogu

source: shift-/shift= - select/unselect all files
pl: shift-/shift= - zaznacz/odznacz wszystkie pliki

source: numeric *,shift-8 - reverse select
pl: num. *,shift-8 - odwróæ zaznaczenie

source: c,F7 - create directory
pl: c,F7 - tworzenie katalogu

source: v,F3 - view text file
pl: v,F3 - poka¿ plik tekstowy

source: g - go to group/host/share/dir
pl: g - id¼ do grupy/hosta/udzia³u/kat.

source: e - change type of sorting
pl: e - zmiana typu sortowania

source: s - download list status
pl: s - status pobierania plików

source: f - search file r - reload q - quit h - help
pl: f - szukaj pliku r - od¶wierz q - koniec h - pomoc

source: More details in README file.
pl: Wiêcej szczegó³ów w pliku README.

source: Inspiration is my wife Magda (Arida)
pl: Inspiracj± jest moja ¿ona Magda (Arida)

source: Files
pl: Pliki

source: to
pl: do

source: are different or connection broken.
pl: s± ró¿ne lub po³±czenie zosta³o zerwane.

source: Click on Wait to download letter.
pl: Naci¶nij Czekaj aby pó¼niej skopiowaæ.

source: Warning
pl: Uwaga

source: Can't
pl: Nie mogê

source: Connection broken.
pl: Po³±czenie przerwane.

source: deleting
pl: kasowanie

source: file or directory name
pl: nazwa pliku lub katalogu

source: workgroup, share, file or directory name
pl: nazwa grupy, udzia³u, pliku lub katalogu

source: size
pl: rozmiar

source: error saving download/upload list
pl: b³±d podczas zapisu listy ¶ci±gania/pobierania

source: workgroup:
pl: grupa:

source: path:
pl: ¶cie¿ka:

source: username:
pl: u¿ytkownik:

source: password:
pl: has³o:

source: [ Cancel ]
pl: [ Anuluj ]

source: Go to
pl: Id¼ do

source: Create directory
pl: Tworzenie katalogu

source: workgroup
pl: grupa

source: hostname
pl: nazwa komputera

source: dir
pl: katalog

source: filename
pl: nazwa pliku

source: Workgroup:
pl: Grupa:

source: Hostname:
pl: Komputer:

source: Dir:
pl: Katalog:

source: Filename:
pl: Plik:

source: Finding files on the network
pl: Szukanie plików w sieci

source: Workgroup :
pl: Grupa :

source: Host :
pl: Komputer :

source: Dir :
pl: Katalog :

source: [ Quick find (with index) ]
pl: [ Szybkie (z indexem) ]

source: [ Slow find (without index) ]
pl: [ Wolne (bez indeksu) ]

source: Find files
pl: Szukaj plików

source: Your terminal cannot change defined color.
pl: Twój terminal nie mo¿e zmieniaæ zdefiniowanych kolorów.

source: Any color definition from ~/.smbc/smbcrc was ignored.
pl: Wszystkie definicje kolorów z ~/.smbc/smbcrc zosta³y zignorowane.

source: Minimum recommended screen size is 80x25, now is %ix%i.
pl: Minimalny wymagany rozmiar ekranu to 80x25, teraz jest %ix%i.

source: Please send raports with bugs to smbc@airm.net.
pl: Proszê wysy³aj raporty z b³êdami do smbc@airm.net

source: New find index is ready. You can use quick find file.
pl: Nowy indeks wyszukiwania plików jest gotowy. Mo¿esz teraz u¿ywaæ szybkiego wyszukiwania plików.

source: hosts
pl: komputer

source: host:
pl: komputer:

source: message:
pl: wiadomo¶æ:

source: Send message
pl: Wy¶lij wiadomo¶æ

source: S R path to remote and local files
pl: S R scie¿ka do odleg³ych i lokalnych plików

source: This bookmark already exists.
pl: Ta zak³adka ju¿ istnieje.

source: smbc [OPTIONS]*
pl: smbc [OPCJE]*

source: Unable to initialize libsmbclient, error numer %i
pl: Nie moge zainicjowaæ biblioteki libsmbclient, numer b³edu %i

source: Probably you don't have a smb config file in ~/smb/smb.conf or ~/etc/samba/smb.conf
pl: Prawdopodobnie nie masz pliku konfiguracyjnego samby w ~/smb/smb.conf lub w ~/etc/samba/smb.conf

source: samba without smbc_set_context function, better is samba 3.0.1 or letter
pl: samba bez funkcji smbc_set_context, lepsza jest samba w wersji 3.0.1 lub nowszej

source: selected files/directories
pl: zaznacznone pliki/katalogi

source: new,
pl: nowych,

source: offline,
pl: wy³±czy³o sie,

source: new:
pl: nowe:

source: offline:
pl: wy³±czy³y siê:

source: complete file
pl: sci±gniêtego pliku

source: Try later connect to
pl: Po³±czê siê pó¼niej do

source: . Delay time :
pl: . Czas opó¼nienia :

source: downloading
pl: sci±ganie

source: uploading
pl: wysy³anie

source: /s, remaing
pl: /s, pozosta³o

source: read
pl: czytaæ

source: write
pl: zapisaæ

source: local
pl: lokalny

source: remote
pl: odleg³ych

source: Can't open config file: %s
pl: Nie moge otworzyc pliku konfiguracyjnego: %s

source: More functions and parameters you can set up in this configuration file.
pl: Du¿o funkcji i parametrów mo¿esz ustawiæ w tym konfiguracyjnym pliku.

source: Example smbcrc file you can find in `docs` directory.
pl: Przyk³adowy plik smbrc mo¿esz znale¶æ w katalogu `docs`.

source: Can't open RC file %s, probably access denied.
pl: Nie moge otworzyæ pliku RC %s, prawdopodobnie brak dostepu.

source: Displays this help message
pl: Wy¶wietla t± pomoc

source: Flush all download lists
pl: Wyczy¶æ wszystkie listy sci±gania

source: Show all download lists
pl: Poka¿ wszystkie listy sci±gania

source: Displays all items form dulistX
pl: Wy¶wietla wszystkie rekordy z dulistyX

source: Sleep, don't download/upload any files
pl: Nie uaktywniaj procedury sci±gania/wysy³ania plików

source: Receive message from samba.
pl: Otrzymywanie wiadomo¶ci od samby.

source: File with samba message, usage only with -m.
pl: Plik z wiadomo¶ci± od samby, u¿ywany wy³±cznie razem z opcj± -m.

source: Displays the current version
pl: Wy¶wietla wersjê smbc
